Repository: xystudio889/winsat
Catalog: winsat/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# About.Text
source: About
zh_cn: 关于

# AppTheme.Description
source: Set the theme appearance of the software.
zh_cn: 设置软件的主题展示。

# AppTheme.Header
source: Software theme
zh_cn: 软件主题

# BaseScore.Text
source: Base score
zh_cn: 基本分数

# CalcPerSecond.Text
source: Calculations per second
zh_cn: 每秒计算速度

# CloneCommandCopied
source: The clone command has been copied to the clipboard.
zh_cn: 克隆命令已复制到剪贴板。

# CloneRepoHeader.Header
source: Clone repository
zh_cn: 克隆仓库

source: Close
zh_cn: 关闭

# Component.Text
source: Component
zh_cn: 组件

# CopiedTitle
source: Copied
zh_cn: 已复制

source: Copy
zh_cn: 复制

source: Copy and close
zh_cn: 复制并关闭

# DarkTheme.Content
source: Dark
zh_cn: 深色

# Delete.Text
source: Delete
zh_cn: 删除

# DeleteCanceled
source: The user canceled the selection.
zh_cn: 用户取消了选择。

# DeleteConfirmButton.Content
source: Yes, I agree to delete.
zh_cn: 是的，我同意删除。

# DeleteConfirmText.Text
source: Delete this configuration file? This action cannot be undone!
zh_cn: 是否删除该配置文件，删除后不可恢复！

# DependenciesHeader.Header
source: Dependencies
zh_cn: 项目依赖

# DesktopGraphics.Text
source: Desktop graphics performance
zh_cn: 桌面图形性能

source: Dev
zh_cn: 测试版

# DirectoryNotFoundContent
source: Analysis folder not found: {0}
zh_cn: 未找到分析文件夹：{0}

# DirectoryNotFoundTitle
source: Directory not found
zh_cn: 目录不存在

# DiskTransferRate.Text
source: Disk data transfer rate
zh_cn: 硬盘数据传输速率

# ErrorDialogTitle
source: An error occurred
zh_cn: 发生了一个错误

# FileNotExist
source: File does not exist
zh_cn: 文件不存在

# GamingGraphics.Text
source: Gaming graphics:
zh_cn: 游戏图形:

# GamingGraphicsDesc.Text
source: 3D business and gaming graphics performance
zh_cn: 3D 商务和游戏图形性能

# GetScore
source: Score this computer
zh_cn: 为此计算机评分

# Graphics.Text
source: Graphics:
zh_cn: 图形:

# HardwareChangedText
source: Request to refresh the Windows Experience Index.
zh_cn: 要求刷新 Windows 体验指数。

# HardwareChangedTitle
source: New hardware detected
zh_cn: 检测到新硬件

# Home.Content
source: Home
zh_cn: 主页

# HomeDesc.Text
source: The Windows Experience Index can evaluate the main system components, with scores ranging from 1.0 to 9.9.
zh_cn: Windows 体验指数可评估主要系统组件，分数范围从 1.0 到 9.9。

# HomeTitle.Text
source: To score this computer and improve performance
zh_cn: 为此计算机评分并提高性能

# LastUpdateTime
source: Last updated: {0}
zh_cn: 上次更新: {0}

# LatestFileWarning.Text
source: You cannot delete this file because it is the latest version.
zh_cn: 你不能删除此文件，因为该文件是最新版本。

# LatestScore.Text
source: Your score is up to date.
zh_cn: 你的分数是最新的。

# License.Content
source: License
zh_cn: 许可证

# LicenseReadFailed
source: Unable to read the license file.
zh_cn: 无法读取许可证文件。

# LightTheme.Content
source: Light
zh_cn: 浅色

# LoadFileErrorTitle.Title
source: Error while loading
zh_cn: 加载时出现错误

# Loading.Text
source: Loading
zh_cn: 正在加载

# LoadSymbolErrorTitle.Title
source: Error while loading symbols
zh_cn: 加载符号时出现错误

# MemoryOps.Text
source: Memory operations per second
zh_cn: 每秒内存运行速度

# MemoryRAM.Text
source: Memory (RAM):
zh_cn: 内存(RAM):

# MitLicenseTitle
source: MIT License
zh_cn: MIT 许可证

# NavigationLeft.Content
source: Left
zh_cn: 左侧

# NavigationLocation.Description
source: Choose where the navigation bar is displayed.
zh_cn: 选择要显示的导航栏位置。

# NavigationLocation.Header
source: Navigation bar position
zh_cn: 导航栏位置

# NavigationTop.Content
source: Top
zh_cn: 上方

# NoScored
source: (Not Scored)
zh_cn: (未评分)

# NoScoredXAML.Text
source: (Not Scored)
zh_cn: (未评分)

# NotGetTip
source: The Windows Experience Index has not been set up yet.
zh_cn: 尚未建立 Windows 体验指数。

source: OK
zh_cn: 确定

# ParserMissing
source: The parser is missing, so the friendly view cannot be loaded.
zh_cn: 解析器丢失，无法加载友好试图。

# PermissionDeniedContent
source: Unable to read the folder. Please run the application as an administrator.
zh_cn: 无法读取文件夹，请以管理员身份运行应用程序。

# PermissionDeniedTitle
source: Insufficient permissions
zh_cn: 权限不足

# Personalization.Text
source: Personalization and behavior
zh_cn: 个性化和行为

# PrimaryDisk.Text
source: Primary hard disk:
zh_cn: 主硬盘:

# Processor.Text
source: Processor:
zh_cn: 处理器:

# ProductInfo.Description
source: © 2026 xystudio. All rights reserved.
zh_cn: © 2026 xystudio。 保留所有权利。

# ProductInfo.Header
source: Windows Experience Index
zh_cn: Windows 体验指数

source: Refresh
zh_cn: 刷新

# RefreshComplete.Text
source: Refresh complete!
zh_cn: 刷新完成！

# RefreshXAML.Content
source: Refresh
zh_cn: 刷新

# ReloadAssessment.Content
source: Reload the assessment
zh_cn: 重新加载评估

# RerunAssessment.Content
source: Re-run the assessment
zh_cn: 重新运行评估

# RestartLater
source: Later
zh_cn: 稍后

source: Restart now
zh_cn: 立即重启

# RestartRequiredText
source: The new language will take effect after the app restarts.
zh_cn: 新的语言将在应用重启后生效。

# RestartRequiredTitle
source: Restart required
zh_cn: 需要重启

# ScoredItems.Text
source: Rated item
zh_cn: 评分的项目

# SelectFilePlaceholder.PlaceholderText
source: Select a file to preview
zh_cn: 选择一个文件以预览

# SelectScoreFile.Text
source: Select a benchmark file:
zh_cn: 请选择跑分文件：

# SettingsTitle.Text
source: Settings
zh_cn: 设置

# SourceCode.Text
source: Source code
zh_cn: 源码

# SourceCodeHeader.Header
source: Source code
zh_cn: 项目源码

# SubScore.Text
source: Sub-score
zh_cn: 子分数

# subScoreTip.Text
source: Decided by the lowest sub-score
zh_cn: 由最低子分数决定

# SubmitBugHeader.Header
source: Submit a bug
zh_cn: 提交 Bug

# SystemTheme.Content
source: Use system setting
zh_cn: 使用系统设置

# Title.Title
source: Windows Experience Index
zh_cn: Windows 体验指数

# Visualized.Text
source: Visualized
zh_cn: 可视化

# Sound.Header
source: Sound
zh_cn: 控件音效

# Sound.Description
source: Controls provide audible feedback
zh_cn: 控制应用的交互提示音。

# SpatialSound.Header
source: Enable Spatial Audio
zh_cn: 开启空间音效

# SpatialSound.Description
source: Provide more immersive experience.
zh_cn: 提供更沉浸的体验。

# Background.Header
source: Background Material
zh_cn: 背景材质

# Background.Description
source: Choose the app background material you want to display.
zh_cn: 选择要显示的应用背景材质。

# BackgroundNone.Content
source: None
zh_cn: 无

# LoadFileErrorTitleCS
source: Error while loading
zh_cn: 加载时出现错误

# Working.Text
source: Working
zh_cn: 正在工作

# ExportSuccessBarTitle.Title
source: Export successfully
zh_cn: 导出成功

# ExportSuccessBarTitle.Message
source: Export file is at:
zh_cn: 导出文件位于:

# ExportSuccessBarTitleCS
source: Export file is at:
zh_cn: 导出文件位于:

# OpenExportFileButton.Content
source: Open
zh_cn: 打开

# ExportFileErrorXAML.Title
source: Error while exporting, please retry
zh_cn: 导出时遇到错误，请重试

# WSTExtDesc
source: Windows Experience Index Export File
zh_cn: Windows 体验指数导出文件

# HTMLExtDesc
source: HTML Document
zh_cn: HTML 文档

# PrevStep.Content
source: Previous
zh_cn: 上一步

# ExportButton.Content
source: Export
zh_cn: 导出

# SelectExportFile.Text
source: Select the benchmark files to pack into the export file:
zh_cn: 选择要打包进导出文件的跑分文件：

# SelectAllOptions.Content
source: Select all
zh_cn: 全选

# NoFileSelected
source: Please select at least one benchmark file.
zh_cn: 请至少勾选一个跑分文件。

# ExportWizardTitle
source: Export wizard
zh_cn: 导出向导

# ExportWSTTitle.Text
source: Export as a package
zh_cn: 导出为包

# ExportWSTDesc.Text
source: The package can be imported as a benchmark file, but it is not easy to read. Note that only the advanced analysis files are exported, not the original scores.
zh_cn: 包可以用作导入跑分文件，比较难阅读。 注意只会导出高级分析文件，而不会导出原分数。

# ExportHTMLTitle.Text
source: Export as HTML
zh_cn: 导出为 HTML

# ExportHTMLDesc.Text
source: HTML files can be easily viewed in a browser or printed out. However, you will no longer be able to import this file.
zh_cn: HTML 文件可以很方便的用浏览器查阅或打印。 但是这样你就不能再次导入此文件。

# EasyViewCheckbox.Content
source: Include a simplified score table
zh_cn: 附带简易分数

# ImportExport.Text
source: Import and export
zh_cn: 导入和导出

# ImportScore.Content
source: Import a benchmark file
zh_cn: 导入跑分

# ExportScore.Content
source: Export a benchmark file
zh_cn: 导出跑分

# ExportWarningBarTitle.Title
source: Some files were skipped
zh_cn: 有部分文件被跳过

# ImportWizardTitle
source: Import wizard
zh_cn: 导入向导

# ImportFileTip.Text
source: Select the .wst file to import:
zh_cn: 选择要导入的 .wst 文件：

# ImportPathBox.PlaceholderText
source: Path of the .wst file
zh_cn: 请输入或选择 .wst 文件路径

# ImportStartButton.Content
source: Import
zh_cn: 导入

# BrowseFileTip
source: Browse...
zh_cn: 浏览…

# ImportSuccessBarTitle.Title
source: Imported successfully
zh_cn: 导入成功

# ImportWarningBarTitle.Title
source: Some files were skipped
zh_cn: 有文件被跳过

# ImportErrorBarTitle.Title
source: Import failed
zh_cn: 导入失败

# ImportFileNotExist
source: The file does not exist. Check the path and try again.
zh_cn: 文件不存在，请检查路径后重试。

# ImportFileCorrupted
source: The file is damaged, or is not a valid .wst package.
zh_cn: 文件已损坏，或不是有效的 .wst 包。

# ImportPermissionDenied
source: Permission denied. Cannot read the package or write to the Scores folder.
zh_cn: 权限不足，无法读取导入文件或写入 Scores 目录。

# ImportNoFile
source: The package does not contain any file.
zh_cn: 导入文件里没有任何文件。

# ImportDuplicateSkipped
source: The following files are identical to existing scores and were skipped:
zh_cn: 以下文件与已有跑分完全相同，已跳过：

# ImportDuplicateReason
source: {0} (identical to {1})
zh_cn: {0}（与 {1} 相同）

# ExportCard.Header
source: Import or export result
zh_cn: 导入或导出结果

# ExportCard.Description
source: It can be used to do performance analysis for engineers, or to back up results.
zh_cn: 可以用于给工程师进行性能分析，或者备份结果。
